console.log('Учим JS');
['Учим', 'JS'].forEach(alert);

// Примеры литералов
25                      /* Литерал целого числа */ 
23,8                    /* Литерал дробного числа */
'JavaScript'            /* Литерал строки */
"JavaScript"            /* Литерал строки */
[]                      /* Литерал массива */
[15,7,89]               /* Литерал массива */
{}                      /* Литерал объекта */
{
    name: Andrey
    surname: Mahinich
}                        /* обьекта */

(ab|bc)                  /* Литерал регулярного выражения */

// В языках программирования константы и переменные используютя для хранения значений 
// данных.

const MAX_VALUE = 17
let arr = ['HTML', 'CSS', 'JS'];